projectwork

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:urn="urn:enterprise.soap.sforce.com">
   <soapenv:Header>
      <urn:SessionHeader>
         <urn:sessionId>${#Global#sessionid}</urn:sessionId>
      </urn:SessionHeader>
   </soapenv:Header>
   <soapenv:Body>
      <urn:getUpdated>
         <urn:sObjectType>Account</urn:sObjectType>
         <urn:startDate>2019-01-01T13:00:00Z</urn:startDate>
         <urn:endDate>2019-08-12T018:00:00Z</urn:endDate>
      </urn:getUpdated>
   </soapenv:Body>
</soapenv:Envelope>